Repository: wfhani/routus_clean
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Hello!
ar: مرحباً!

source: Welcome!
ar: مرحبًا

source: Add Child
ar: إضافة طفل

source: Sign In
ar: تسجيل الدخول

source: Sign up
ar: إنشاء حساب

# forgotPassword
source: Forgot your password?
ar: هل نسيت كلمة المرور؟

# journeyStart
source: Your child's journey starts here
ar: رحلة طفلك تبدأ من هنا

source: Child Profile
ar: ملف الطفل

source: Set face ID
ar: تعيين بصمة الوجه

source: Change address
ar: تغيير العنوان

source: Report absent
ar: الإبلاغ عن غياب

# checkWeather
source: Check Today's Weather
ar: تحقق من طقس اليوم

# fullReport
source: Full weather report
ar: تقرير الطقس الكامل

# tutorialTitle
source: Navigate with Routus:
ar: تنقل باستخدام Routus:

# tutorialSubtitle
source: A Guide to Seamless Bus Tracking! 3 minutes
ar: دليل لتتبع الحافلات بسهولة! ٣ دقائق

# navHome
source: Home
ar: الرئيسية

# navContacts
source: Contacts
ar: جهات الاتصال

# navBus
source: My Bus
ar: حافلتي

# navProfile
source: Profile
ar: الملف الشخصي

# signInTitle
source: Welcome Back
ar: مرحبًا بعودتك

# signInSubtitle
source: Hey! Good to see you again
ar: مرحبًا! سعيدون برؤيتك مجددًا

# email
source: Email Address
ar: البريد الإلكتروني

source: Password
ar: كلمة المرور

source: Signing In...
ar: جاري تسجيل الدخول...

# signInWith
source: or Sign in with
ar: أو سجل الدخول عبر

# dontHaveAccount
source: Don't have an account?
ar: ليس لديك حساب؟

# signUpTitle
source: Create New Account
ar: إنشاء حساب جديد

# signUpSubtitle
source: Provide your information to set up your account.
ar: يرجى إدخال بياناتك لإنشاء الحساب.

source: First Name
ar: الاسم الأول

source: Last Name
ar: الاسم الأخير

# phone
source: Phone Number
ar: رقم الهاتف

source: Confirm Password
ar: تأكيد كلمة المرور

source: Signing Up...
ar: جاري إنشاء الحساب...

# signUpWith
source: or Sign up with
ar: أو أنشئ حساب باستخدام

# alreadyHaveAccount
source: Already have an account?
ar: هل لديك حساب بالفعل؟

# forgotPasswordTitle
source: forgot Password
ar: نسيت كلمة المرور

# forgotPasswordPrompt
source: Which contact details should be used to reset your password?
ar: ما هي وسيلة الاتصال التي تريد استخدامها لإعادة تعيين كلمة المرور؟

# enterEmail
source: Enter your email
ar: أدخل بريدك الإلكتروني

# enterPhone
source: Enter phone number
ar: أدخل رقم الهاتف

source: Send OTP
ar: إرسال رمز التحقق

source: Email Verification
ar: التحقق عبر البريد الإلكتروني

source: Phone Verification
ar: التحقق عبر الهاتف

# otpSentToEmail
source: The code is sent to your email
ar: تم إرسال الرمز إلى بريدك الإلكتروني

# otpSentToPhone
source: The code is sent to your phone
ar: تم إرسال الرمز إلى هاتفك

# didNotReceiveCode
source: Didn't receive code?
ar: لم يصلك الرمز؟

# resend
source: Resend again
ar: أعد الإرسال

source: Verify
ar: تحقق

# setNewPassword
source: Change Password
ar: تغيير كلمة المرور

# setPasswordHint
source: Create a secure password to protect your account
ar: أنشئ كلمة مرور آمنة لحماية حسابك

source: New Password
ar: كلمة المرور الجديدة

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

source: Change Password
ar: تغيير كلمة المرور

source: Current Password
ar: كلمة المرور الحالية

# pleaseFillFields
source: Please fill in all fields
ar: يرجى ملء جميع الحقول

# passwordsMismatch
source: New passwords do not match
ar: كلمتا المرور الجديدتان غير متطابقتين

# passwordChangeSuccess
source: Password changed successfully!
ar: تم تغيير كلمة المرور بنجاح!

source: Save
ar: حفظ

# warningTitle
source: Warning:
ar: تحذير:

# warningDescription
source: Deleting your account will permanently remove all your data, including your personal information, saved preferences, and access to the app. This action cannot be undone. Are you sure you want to proceed?
ar: سيؤدي حذف حسابك إلى إزالة جميع بياناتك بشكل دائم، بما في ذلك معلوماتك الشخصية، والتفضيلات المحفوظة، وإمكانية الوصول إلى التطبيق. لا يمكن التراجع عن هذا الإجراء. هل أنت متأكد أنك تريد المتابعة؟

source: Cancel
ar: إلغاء

source: Delete
ar: حذف

# contactCall
source: Call Us
ar: اتصل بنا

# contactEmail
source: Email Us
ar: راسلنا عبر البريد

# contactMessage
source: Send a Message
ar: أرسل رسالة

source: Contact Us
ar: اتصل بنا

# helpHeader
source: How can we help you?
ar: كيف يمكننا مساعدتك؟

# helpDescription
source: It looks like you're having a problem. Reach out to us, and we'll be happy to help!
ar: يبدو أنك تواجه مشكلة. تواصل معنا وسنكون سعداء بمساعدتك!

source: Terms and Conditions
ar: الشروط والأحكام

# termsIntro
source: By using the Routus app, you agree to comply with the following terms:
ar: باستخدام تطبيق Routus، فإنك توافق على الالتزام بالشروط التالية:

# termsTitle1
source: 1. Account Responsibility
ar: 1. مسؤولية الحساب

# termsDesc1
source: You must create and maintain an accurate account. Keep your login details secure.
ar: يجب عليك إنشاء حساب دقيق والحفاظ عليه. حافظ على تفاصيل تسجيل الدخول الخاصة بك آمنة.

# termsTitle2
source: 2. App Usage
ar: 2. استخدام التطبيق

# termsDesc2
source: Use Routus to track buses, receive notifications, and communicate with relevant parties. Do not misuse the app or violate others' rights.
ar: استخدم Routus لتتبع الحافلات، وتلقي الإشعارات، والتواصل مع الأطراف المعنية. لا تسئ استخدام التطبيق أو تنتهك حقوق الآخرين.

# termsTitle3
source: 3. Privacy
ar: 3. الخصوصية

# termsDesc3
source: We protect your personal data as described in our Privacy Policy. By using the app, you consent to this data collection.
ar: نحن نحمي بياناتك الشخصية كما هو موضح في سياسة الخصوصية الخاصة بنا. باستخدام التطبيق، فإنك توافق على جمع هذه البيانات.

# termsTitle4
source: 4. Notifications
ar: 4. الإشعارات

# termsDesc4
source: Ensure notifications are enabled to receive updates on bus status and other important information.
ar: تأكد من تمكين الإشعارات لتلقي التحديثات حول حالة الحافلات والمعلومات المهمة الأخرى.

# termsTitle5
source: 5. Third-Party Links
ar: 5. الروابط الخارجية

# termsDesc5
source: Routus may link to external sites. We are not responsible for their content or practices.
ar: قد يحتوي Routus على روابط لمواقع خارجية. نحن لسنا مسؤولين عن محتواها أو ممارساتها.

# termsTitle6
source: 6. Modifications
ar: 6. التعديلات

# termsDesc6
source: We may update these Terms at any time. Continued use of the app means you accept the new terms.
ar: قد نقوم بتحديث هذه الشروط في أي وقت. استمرار استخدام التطبيق يعني قبولك للشروط الجديدة.

# termsTitle7
source: 7. Limitation of Liability
ar: 7. تحديد المسؤولية

# termsDesc7
source: Routus is not liable for any damages or issues caused by using the app.
ar: Routus غير مسؤول عن أي أضرار أو مشاكل ناتجة عن استخدام التطبيق.

# termsTitle8
source: 8. Account Termination
ar: 8. إنهاء الحساب

# termsDesc8
source: We may suspend or terminate your account if these terms are violated.
ar: قد نقوم بإيقاف أو إنهاء حسابك إذا تم انتهاك هذه الشروط.

# faqTitle
source: FAQs
ar: الأسئلة الشائعة

# faqSectionGeneral
source: General Questions
ar: الأسئلة العامة

# faqQ1
source: What is Routus?
ar: ما هو Routus؟

# faqA1
source: Routus is a smart school transportation app that provides real-time tracking, automated attendance, and seamless communication between parents, schools, and drivers.
ar: Routus هو تطبيق ذكي لنقل الطلاب يوفر تتبعًا مباشرًا، حضورًا تلقائيًا، وتواصلًا سلسًا بين أولياء الأمور والمدارس والسائقين.

# faqQ2
source: Can I use Routus for multiple children?
ar: هل يمكنني استخدام Routus لأكثر من طفل؟

# faqA2
source: Yes, you can add multiple children under one account in the 'My Children' section.
ar: نعم، يمكنك إضافة أكثر من طفل تحت حساب واحد في قسم 'أطفالي'.

# faqSectionTracking
source: Tracking & Notifications
ar: التتبع والإشعارات

# faqQ3
source: How do I track my child's bus in real time?
ar: كيف أتتبع حافلة طفلي في الوقت الحقيقي؟

# faqA3
source: Open the app and go to the 'Track Bus' section to view the live location of your child's bus.
ar: افتح التطبيق واذهب إلى قسم 'تتبع الحافلة' لرؤية الموقع المباشر لحافلة طفلك.

# faqQ4
source: What notifications will I receive?
ar: ما نوع الإشعارات التي سأتلقاها؟

# faqA4
source: Routus provides real-time tracking updates, automated attendance alerts, and important notifications from schools.
ar: يوفر Routus تحديثات تتبع في الوقت الفعلي، تنبيهات حضور تلقائية، وإشعارات مهمة من المدرسة.

# faqQ5
source: Can I customize notification settings?
ar: هل يمكنني تخصيص إعدادات الإشعارات؟

# faqA5
source: Yes, go to 'Settings' > 'Notifications' to personalize what you want to be notified about.
ar: نعم، انتقل إلى 'الإعدادات' > 'الإشعارات' لتخصيص ما تريد تلقيه.

# faqSectionSafety
source: Safety & Security
ar: الأمان والخصوصية

# faqQ6
source: How is my child's data secured?
ar: كيف يتم تأمين بيانات طفلي؟

# faqA6
source: All data is encrypted and securely stored, ensuring compliance with privacy regulations.
ar: جميع البيانات مشفرة ومخزنة بأمان، بما يتماشى مع قوانين الخصوصية.

# faqQ7
source: What happens in case of an emergency?
ar: ماذا يحدث في حالة الطوارئ؟

# faqA7
source: In case of an emergency, you will receive an instant alert with details and instructions.
ar: في حالة الطوارئ، ستتلقى تنبيهًا فوريًا يحتوي على التفاصيل والتعليمات.

# faqSectionSupport
source: Technical Support
ar: الدعم الفني

# faqQ8
source: I forgot my password. What should I do?
ar: نسيت كلمة المرور، ماذا أفعل؟

# faqA8
source: Tap 'Forgot Password' on the login screen and follow the instructions to reset it.
ar: اضغط على 'نسيت كلمة المرور' في شاشة تسجيل الدخول واتبع التعليمات لإعادة تعيينها.

# faqQ9
source: The app isn't working properly. How can I fix it?
ar: التطبيق لا يعمل بشكل صحيح، كيف أصلح ذلك؟

# faqA9
source: Ensure you're using the latest version of the app. If the issue persists, contact our support team.
ar: تأكد من أنك تستخدم أحدث إصدار من التطبيق. إذا استمرت المشكلة، تواصل مع فريق الدعم.

# faqQ10
source: How can I contact support?
ar: كيف يمكنني التواصل مع الدعم؟

# faqA10
source: Go to 'Settings' > 'Help & Support' to find our contact details or submit a query.
ar: انتقل إلى 'الإعدادات' > 'المساعدة والدعم' للعثور على تفاصيل الاتصال أو إرسال استفسار.

# aboutUsTitle
source: About Us
ar: مرحبًا بك في روتوس 🚍

# aboutUsIntro
source: Your trusted partner in modernizing school transportation. We create a safe, efficient, and user-friendly transportation experience for schools, parents, and students alike.
ar: شريكك الموثوق في تحديث النقل المدرسي. نحن نخلق تجربة نقل آمنة وفعالة وسهلة الاستخدام للمدارس وأولياء الأمور والطلاب.

source: Real-Time Tracking
ar: تتبع في الوقت الحقيقي

# realTimeTrackingDesc
source: Notifications when the bus departs from or arrives at a specific location.
ar: تنبيهات عند مغادرة أو وصول الحافلة إلى موقع معين.

# aboutUsCommitment
source: At ROUTUS, we're committed to delivering smarter, safer, and more connected solutions for today's education ecosystem.
ar: في ROUTUS، نحن ملتزمون بتقديم حلول أذكى وأكثر أمانًا واتصالًا لمنظومة التعليم اليوم.

# aboutUsClosing
source: Let's redefine school transportation together!
ar: دعونا نعيد تعريف النقل المدرسي معًا!

# aboutUsWelcome
source: Welcome to ROUTUS üöç
ar: مرحبًا بك في ROUTUS 🚍

# aboutUsKeyFeatures
source: Key Features
ar: الميزات الرئيسية

# aboutUsFeature1Title
source: Real-Time Tracking
ar: تتبع في الوقت الفعلي

# aboutUsFeature1Desc
source: Monitor your child's journey every step of the way.
ar: راقب رحلة طفلك في كل خطوة.

# aboutUsFeature2Title
source: Automated Attendance
ar: الحضور التلقائي

# aboutUsFeature2Desc
source: Seamlessly track attendance for better accountability.
ar: تتبع الحضور بسلاسة لتعزيز المساءلة.

# aboutUsFeature3Title
source: Seamless Communication
ar: اتصال سلس

# aboutUsFeature3Desc
source: Stay connected with all stakeholders, anytime, anywhere.
ar: ابقَ على اتصال مع جميع الأطراف في أي وقت وأي مكان.

# aboutUsFeature4Title
source: Safety Alerts
ar: تنبيهات الأمان

# aboutUsFeature4Desc
source: Get instant notifications about delays or route changes.
ar: تلقي إشعارات فورية حول التأخيرات أو تغييرات المسار.

# aboutUsWhyChoose
source: Why Choose ROUTUS?
ar: لماذا تختار ROUTUS؟

# aboutUsWhy1Title
source: Peace of Mind for Parents
ar: راحة البال للآباء

# aboutUsWhy1Desc
source: Know your child is safe with our innovative technology.
ar: اعرف أن طفلك في أمان بفضل تقنيتنا المبتكرة.

# aboutUsWhy2Title
source: Operational Efficiency for Schools
ar: الكفاءة التشغيلية للمدارس

# aboutUsWhy2Desc
source: Streamline processes and improve productivity.
ar: تبسيط العمليات وتحسين الإنتاجية.

# aboutUsWhy3Title
source: Reliable Commute for Students
ar: تنقل موثوق للطلاب

# aboutUsWhy3Desc
source: Ensuring timely and secure transportation every day.
ar: ضمان النقل الآمن والمناسب في كل يوم.

# aboutUsInclusivityTitle
source: Inclusivity & Accessibility
ar: الشمولية وسهولة الوصول

# aboutUsInclusivityDesc
source: Our bilingual platform promotes inclus
ar: منصتنا ثنائية اللغة تجعل التطبيق متاحًا للمجتمعات المتنوعة وسهل الاستخدام للجميع.

# privacyPolicyTitle
source: Privacy Policy
ar: سياسة الخصوصية

# privacyPolicySection1Title
source: Data Collection
ar: جمع البيانات

# privacyPolicySection1Desc
source: We collect personal info (name, email, phone) and child data (e.g., Face ID) for safety and app functionality; location data is used for bus tracking and notifications.
ar: نقوم بجمع المعلومات الشخصية (الاسم، البريد الإلكتروني، الهاتف) وبيانات الطفل (مثل: بصمة الوجه) لأغراض السلامة ووظائف التطبيق؛ تُستخدم بيانات الموقع لتتبع الحافلة وإرسال الإشعارات.

# privacyPolicySection2Title
source: Data Usage
ar: استخدام البيانات

# privacyPolicySection2Desc
source: Data ensures app features like tracking and notifications work efficiently. No data is sold or shared with advertisers.
ar: تضمن البيانات عمل ميزات التطبيق مثل التتبع والإشعارات بكفاءة. لا يتم بيع البيانات أو مشاركتها مع المعلنين.

# privacyPolicySection3Title
source: Data Security
ar: أمان البيانات

# privacyPolicySection3Desc
source: Your data is encrypted and secured with modern safety measures.
ar: يتم تشفير بياناتك وتأمينها باستخدام أحدث تدابير الأمان.

# privacyPolicySection4Title
source: Third-Party Services
ar: الخدمات الخارجية

# privacyPolicySection4Desc
source: Trusted third parties handle GPS tracking and analytics.
ar: تتعامل أطراف ثالثة موثوقة مع تتبع GPS والتحليلات.

# privacyPolicySection5Title
source: Parental Consent
ar: موافقة الوالدين

# privacyPolicySection5Desc
source: Parents' explicit consent is required for all data collection.
ar: يتطلب جمع البيانات موافقة صريحة من الوالدين.

# privacyPolicySection6Title
source: User Rights
ar: حقوق المستخدم

# privacyPolicySection6Desc
source: Users can access, update, or delete their personal data at any time.
ar: يمكن للمستخدمين الوصول إلى بياناتهم الشخصية أو تحديثها أو حذفها في أي وقت.

# notificationTitle
source: Notification
ar: الإشعارات

source: Adjust notification
ar: تعديل الإشعارات

# busJourneyUpdatesTitle
source: Bus Journey Updates
ar: تحديثات رحلة الحافلة

# busJourneyUpdatesDesc
source: Alerts when the bus starts, arrives at a pickup point, or reaches the destination.
ar: تنبيهات عند بدء الحافلة أو وصولها إلى نقطة الالتقاط أو الوجهة.

# safetyNotificationsTitle
source: Safety Notifications
ar: إشعارات السلامة

# safetyNotificationsDesc
source: Updates on delays, route changes, and safety advisories.
ar: تحديثات حول التأخير وتغييرات المسار والتنبيهات الأمنية.

# studentStatusTitle
source: Student Status
ar: حالة الطالب

# studentStatusDesc
source: Confirmation alerts when a student gets on/off the bus or arrives at school.
ar: تنبيهات تأكيد عند صعود الطالب أو نزوله من الحافلة أو وصوله إلى المدرسة.

# realTimeTrackingTitle
source: Real-Time Tracking
ar: تتبع في الوقت الحقيقي

# showPreviewTitle
source: Show Preview
ar: عرض المعاينة

# showPreviewDesc
source: Preview message text inside new message notifications.
ar: معاينة نص الرسالة داخل إشعارات الرسائل الجديدة.

# previewMessageText
source: Preview message text inside new message notification
ar: معاينة نص الرسالة داخل إشعار الرسالة الجديدة

# resetButton
source: Reset
ar: إعادة تعيين

# resetNotificationSettings
source: Reset all notification settings and restore them to their default state.
ar: إعادة تعيين جميع إعدادات الإشعارات واستعادتها إلى حالتها الافتراضية.

source: Notification settings reset.
ar: تمت إعادة تعيين إعدادات الإشعارات.

source: Settings
ar: الإعدادات

source: Preference
ar: التفضيلات

source: Notification
ar: الإشعارات

source: Language
ar: اللغة

source: Help & Support
ar: المساعدة والدعم

source: Privacy Policy
ar: سياسة الخصوصية

source: About Us
ar: معلومات عنا

source: FAQs
ar: الأسئلة الشائعة

source: Terms & Conditions
ar: الشروط والأحكام

source: Account
ar: الحساب

source: Delete Account
ar: حذف الحساب

source: Bus Journey Updates
ar: تحديثات رحلة الحافلة

source: Safety Notifications
ar: إشعارات الأمان

source: Student Status
ar: حالة الطالب

source: Show Preview
ar: عرض المعاينة

# previewMessage
source: Preview message text inside new message notification
ar: معاينة نص الرسالة داخل إشعار الرسائل الجديدة

# notificationReset
source: Notification settings reset.
ar: تمت إعادة تعيين إعدادات الإشعارات.

# notificationResetDesc
source: Reset all notification settings and restore them to their default state.
ar: إعادة تعيين جميع إعدادات الإشعارات واستعادتها إلى حالتها الافتراضية.

source: Choose your role
ar: اختر دورك

# selectRoleDesc
source: Select your role to personalize your experience
ar: اختر دورك لتخصيص تجربتك

source: Parent
ar: ولي أمر

source: Bus Supervisor
ar: مشرفة الحافلة

# schoolAdmin
source: School Administrator
ar: مدير المدرسة

source: Next
ar: التالي

# onlyParentAvailable
source: Only Parent role is available right now
ar: فقط دور ولي الأمر متاح حالياً

source: Track your bus
ar: تتبع الحافلة

# trackYourBusDesc
source: Easily locate your child's bus in real-time and ensure their safety on every journey.
ar: حدد موقع حافلة طفلك بسهولة في الوقت الفعلي وتأكد من سلامته طوال الرحلة.

source: Skip
ar: تخطي

source: Real-Time Updates
ar: تحديثات فورية

# realTimeUpdatesDesc
source: Receive alerts about delays, arrivals, and emergencies to stay updated at all times.
ar: استلم تنبيهات حول التأخيرات، الوصول، والطوارئ للبقاء على اطلاع دائم.

# childDetailsTitle
source: Your Child's Details in One Place
ar: تفاصيل طفلك في مكان واحد

# childDetailsDesc
source: View and update your child's profile, health, and transportation details with ease.
ar: اعرض وقم بتحديث ملف طفلك الصحي ومعلومات النقل بسهولة.

source: Get started
ar: ابدأ الآن

# notificationAll
source: All
ar: الكل

# notificationUnread
source: Unread
ar: غير مقروء

# notificationEmergency
source: Emergency
ar: طوارئ

# noNewsGoodNews
source: No news is good news!
ar: عدم وجود أخبار يعني أخبار جيدة!

# noNotificationsYet
source: You don't have any notifications yet
ar: لا توجد لديك إشعارات حتى الآن

# addChildTitle
source: Add Child
ar: إضافة طفل

# addChildSubtitle
source: Enter your child's details to start tracking their bus journey.
ar: أدخل بيانات طفلك لبدء تتبع رحلته المدرسية.

source: Enter School Name
ar: أدخل اسم المدرسة

source: Enter Student ID
ar: أدخل رقم هوية الطالب

# addChildButton
source: Add Child
ar: أضف طفلًا

# fillAllFields
source: Please fill all fields
ar: يرجى ملء جميع الحقول

source: Hello! Sarah
ar: مرحبًا! سارة

# welcomeTracking
source: Welcome to tracking your child
ar: مرحبًا بك في تتبع طفلك

source: Done
ar: تم

# noChildrenYet
source: No children added yet.
ar: لم تتم إضافة أطفال بعد.

source: Profile Information
ar: معلومات الملف الشخصي

source: Medical History
ar: التاريخ الطبي

source: Name
ar: الاسم

source: Child ID
ar: معرف الطفل

source: Bus ID
ar: معرف الحافلة

source: Grade
ar: الصف

source: Gender
ar: الجنس

source: Date of birth
ar: تاريخ الميلاد

source: Address
ar: العنوان

# chronicConditions
source: Chronic conditions and allergies
ar: الحالات المزمنة والحساسيات

# pollenAllergy
source: Pollen Allergy: Experiences sneezing and watery eyes during spring
ar: حساسية اللقاح: يعاني من العطس والعيون الدامعة خلال الربيع

source: Immunization Records
ar: سجلات التحصين

# vaccinesUpToDate
source: All required vaccines are up to date
ar: جميع اللقاحات المطلوبة محدثة

source: Past hospitalizations
ar: الاستشفاءات السابقة

# appendectomyNote
source: Appendectomy (2022): Recovered fully, no complications.
ar: استئصال الزائدة الدودية (2022): تم التعافي بالكامل، دون مضاعفات.

source: Emergency Info
ar: معلومات الطوارئ

# hospitalInfo
source: Preferred Hospital: City Health Center Current medications : None
ar: المستشفى المفضل: مركز صحة المدينة الأدوية الحالية: لا يوجد

source: Your Support Team
ar: فريق الدعم الخاص بك

# supportTeamSubtitle
source: Get in touch with the team responsible for your child's journey
ar: تواصل مع الفريق المسؤول عن رحلة طفلك

source: Driver
ar: السائق

source: Payment
ar: الدفع

source: Remove/Add Children
ar: إضافة/إزالة الأطفال

source: Add Face Photos
ar: إضافة صور للوجه

source: Photo Requirements
ar: متطلبات الصورة

# min3Photos
source: Minimum 3 clear face photos
ar: الحد الأدنى 3 صور واضحة للوجه

# wellLit
source: Well-lit environments
ar: إضاءة جيدة

# noMasks
source: No masks, hats or sunglasses
ar: بدون أقنعة أو قبعات أو نظارات شمسية

# frontAngles
source: Front, left, and right angles
ar: زوايا أمامية ويسار ويمين
